Repository: dalvik31/ReportsGo2
Catalog: Localizable.xcstrings
Source language: es_419
Languages: en

# %lld Orders
source: %1$(variableName)lld Pedidos
en: %1$(variableName)lld Orders

# Accept
source: Aceptar
en: Accept

# Cancel
source: Cancelar
en: Cancel

# CheckEmail
source: Comprueba tu correo electrónico para encontrar un enlace para restablecer tu contraseña.
en: Check your email for a link to reset your password.

# Clients
source: Clientes
en: Clients

# ConfirmSignOut
source: ¿Estás seguro? Si cierras sesión, volverás a la pantalla de inicio de sesión.
en: Are you sure? If you sign out, you will return to the login screen.

# createOrderTitle
source: Crear pedido
en: Create order

# Edit %@
source: Modificar %1$(variableName)@
en: Edit %1$(variableName)@

# Email
source: Correo eléctronico
en: Email

# EmailVerified
source: Correo verificado
en: Email Verified

# enterEmail
source: Introduce tu dirección de correo electrónico
en: Enter your email

# EnterYourEmailToSendResetPasswordEmail
source: Introduce tu dirección de correo electrónico y te enviaremos un enlace para restablecer tu contraseña.
en: Enter your email address and we'll send you a link to reset your password.

# ForgotPassword
source: Olvide mi contraseña
en: Forgot Password?

# Hello, %@
source: Hola, %1$(variableName)@
en: Hi, %(variableName)@

# InProgress
source: En progreso
en: In progress

# last access
source: Último acceso:
en: Last access:

# Loading...
source: Cargando…
en: Loading...

# nameDescription
source: Describe el pedido
en: Describe the order

# nameOrder
source: ¿Que pidieron?
en: What’s the order?

# Orders
source: Pedidos
en: Orders

# OrdersMainEmpty
source: No se encontraron listas de pedidos
en: No order lists were found

# Password
source: Contraseña
en: Password

# Products
source: Productos
en: Products

# ResetEmailSent
source: Se envió un correo electrónico para restablecer la contraseña
en: Password Reset Email Sent

# ResetPassword
source: Restablecer contraseña
en: Reset password

# Sales
source: Ventas
en: Sales

# SendVerificationEmail
source: Enviar email de verificación
en: Send Verification Email

# SignIn
source: Iniciar sesión
en: Login

# SignInMethod
source: Método de inicio de sesión
en: Sign-In Method

# SignInWithGoogle
source: Continuar con Google
en: Continue with Google

# SignOut
source: Cerrar sesión
en: Sign out

# SignUp
source: Crear cuenta
en: Create account
